Repository: KristopherGBaker/KiFinder
Catalog: KiFinder/Localizable.xcstrings
Source language: en
Languages: ja

source: %@, focused
ja: %@, フォーカス中

source: %lld albums
ja: %lld個のアルバム

source: %lld candidates out of %lld
ja: 全%2$lld枚中、候補%1$lld件

source: %lld confident + %lld worth a look from %lld photos
ja: 全%3$lld枚中 確実%1$lld枚＋要確認%2$lld枚

source: %lld matches
ja: %lld件の一致

source: %lld more photos now match
ja: %lld枚が新たに一致しました

source: %lld of %lld
ja: %lld / %lld

source: %lld of %lld · %@
ja: %1$lld/%2$lld · %3$@

source: Add 5–12 reference photos of %@
ja: %@の参照写真を5〜12枚追加

source: Add 5–12 reference photos of this person
ja: この人物の参照写真を5〜12枚追加

source: Add Sample References
ja: サンプル参照を追加

source: Add a few more — 5 photos minimum.
ja: あと少し — 最低5枚必要です。

source: Add at least 5 photos to enroll.
ja: 登録するには写真を5枚以上追加してください。

source: Add person
ja: 人物を追加

source: Add to Photos
ja: 写真ライブラリに追加

source: Added to your Photos library.
ja: 写真ライブラリに追加しました。

source: Album
ja: アルバム

source: Album %lld of %lld · %lld of %lld · %@
ja: アルバム%1$lld/%2$lld · %3$lld/%4$lld · %5$@

source: All people
ja: 全員

source: Already saved to library
ja: すでにライブラリに保存済み

source: Auto-selected · quick confirm
ja: 自動選択 · さっと確認

source: Automatic
ja: 自動

source: Back
ja: 戻る

source: CURRENT SCAN
ja: 現在のスキャン

source: Cancel
ja: キャンセル

source: Choose
ja: 選択

source: Choose Albums…
ja: アルバムを選択…

source: Choose…
ja: 選択…

source: Clear
ja: クリア

source: Close the photo
ja: 写真を閉じる

source: Confidence %@, score %@
ja: 信頼度 %1$@、スコア %2$@

source: Couldn't save
ja: 保存できませんでした

source: Data file set aside
ja: データファイルを退避しました

source: Delete
ja: 削除

source: Delete this person
ja: この人物を削除

source: Detected face
ja: 検出された顔

source: Didn't match · press Return to keep
ja: 一致なし · Returnでキープ

source: Didn't match · press Space to keep
ja: 不一致 · スペースキーでキープ

source: Dismiss
ja: 閉じる

source: Done
ja: 完了

source: Download Model (~249 MB)
ja: モデルをダウンロード（約249 MB）

source: Drag 5–12 photos here
ja: ここに写真を5〜12枚ドラッグ

source: Drawn face
ja: 手動で指定した顔

source: Drop albums
ja: アルバムをドロップ

source: Enroll
ja: 登録

source: Enroll %@
ja: %@を登録

source: Enroll a person
ja: 人物を登録

source: Enroll this person
ja: この人物を登録

source: Enroll to start finding %@ in your scans
ja: 登録すればスキャンで%@を探せます

source: Enroll to start finding them in your scans
ja: 登録すればスキャンで見つけられます

source: Enrolled · %lld references
ja: 登録済み · 参照%lld枚

source: Enrolling %@…
ja: %@を登録中…

source: Enrolling…
ja: 登録中…

source: Everything stays on your Mac
ja: すべてこのMacの中だけで完結します

source: Export
ja: エクスポート

source: Export %lld Kept
ja: %lld枚をエクスポート

source: Export %lld kept photos
ja: キープした%lld枚をエクスポート

source: Export Selected
ja: 選択項目をエクスポート

source: Export Selected to Photos
ja: 選択項目を「写真」にエクスポート

source: Export failed
ja: 書き出しに失敗しました

source: Export the kept photos
ja: キープした写真をエクスポート

source: Export to Folder…
ja: フォルダへエクスポート…

source: Exported %lld photos
ja: %lld枚をエクスポートしました

source: Face matching
ja: 顔照合

source: Folders or .zips — drop several at once; nested folders are traversed.
ja: フォルダまたは.zip — 複数まとめてドロップでき、入れ子のフォルダも辿ります。

source: Found matches
ja: 一致が見つかりました

source: JPEG, PNG, or HEIC · they never leave this Mac
ja: JPEG、PNG、HEIC · このMacから外に出ることはありません

source: Keep
ja: キープ

source: Keep Selected
ja: 選択した写真をキープ

source: Keep a photo while reviewing a person to save it here.
ja: 人物のレビュー中に写真をキープすると、ここに保存されます。

source: Keep at least one photo to export
ja: エクスポートするには写真を1枚以上キープしてください

source: Keep without a match
ja: 一致なしでキープ

source: Kept photos are copied here, organized by person and month.
ja: キープした写真は、人物と月ごとに整理してここにコピーされます。

source: Kept without a match
ja: 一致なしでキープ済み

source: Keyboard
ja: キーボード

source: Keyboard shortcuts
ja: キーボードショートカット

source: KiFinder finds your people entirely on your Mac. To do that it needs a one-time, ~249 MB face-recognition model. It downloads once and stays on this Mac — no photos ever leave the device.
ja: KiFinderはすべての処理をこのMac上で行い、探したい人物を見つけます。そのために、一度だけ約249 MBの顔認識モデルが必要です。ダウンロードは一度きりで、このMacに保存されます。写真がデバイスの外に出ることはありません。

source: KiFinder isn't allowed to add photos to your Photos library. Grant access in System Settings > Privacy & Security > Photos, then try again.
ja: KiFinderにはPhotosライブラリへ写真を追加する権限がありません。システム設定 > プライバシーとセキュリティ > 写真でアクセスを許可してから、もう一度お試しください。

source: LOCAL-ONLY
ja: ローカルのみ

source: Left/right to move · Return to keep · Delete to skip
ja: 左右で移動 · Returnでキープ · Deleteでスキップ

source: Left/right to move · Space to keep · Delete to skip
ja: 左右で移動 · スペースでキープ · Deleteでスキップ

source: Library
ja: ライブラリ

source: Library folder
ja: ライブラリフォルダ

source: Maybe
ja: 確認

source: Move between photos
ja: 写真間を移動

source: Multiple faces — tap the correct one, then Keep
ja: 複数の顔 — 正しい顔をタップしてからキープ

source: Name
ja: 名前

source: Never hidden · press Return to keep
ja: 常に表示 · Returnでキープ

source: Never hidden · press Space to keep
ja: 常に表示 · スペースキーでキープ

source: New scan
ja: 新規スキャン

source: No album scanned yet
ja: まだアルバムをスキャンしていません

source: No photo selected
ja: 写真が選択されていません

source: No photo selected. Pick a photo from the grid to review it.
ja: 写真が選択されていません。グリッドから写真を選んで確認しましょう。

source: No photos to review yet
ja: レビューする写真がまだありません

source: Not enrolled yet
ja: まだ登録されていません

source: On-device · 100%
ja: オンデバイス · 100%

source: One gesture starts a local scan. This archive is unzipped, matched against the people you've enrolled, then forgotten.
ja: ワンタップでローカルスキャンを開始。このアーカイブは展開され、登録した人物と照合された後、破棄されます。

source: Only 12 references allowed — extra photos were skipped.
ja: 参照は12枚までです — 超過分はスキップされました。

source: Open the selected photo
ja: 選択した写真を開く

source: Other
ja: その他

source: Other face %lld, tap to select
ja: 他の顔%lld、タップで選択

source: People
ja: 人物

source: Photos at a time
ja: 同時に処理する写真数

source: Pick a photo from the grid to review it up close.
ja: グリッドから写真を選んで詳しく確認しましょう。

source: Preparing…
ja: 準備中…

source: Re-enroll
ja: 再登録

source: Re-enroll this person
ja: この人物を再登録

source: Re-scan
ja: 再スキャン

source: Ready
ja: 準備完了

source: Ready to enroll %@.
ja: %@を登録する準備ができました。

source: Ready to enroll.
ja: 登録する準備ができました。

source: Reference %@
ja: 参照 %@

source: References: %lld
ja: 参照: %lld枚

source: Remove
ja: 削除

source: Remove drawn face
ja: 手動で指定した顔を削除

source: Remove from Library
ja: ライブラリから削除

source: Remove from library
ja: ライブラリから削除

source: Remove this photo from your library?
ja: この写真をライブラリから削除しますか？

source: Rename
ja: 名前を変更

source: Rename this person
ja: この人物の名前を変更

source: Reset zoom
ja: ズームをリセット

source: Resize drawn face regions
ja: 手動で指定した顔領域のサイズを変更

source: Retry Download
ja: ダウンロードを再試行

source: Return keeps · Left/right to move · Space previews · Delete skips
ja: Returnでキープ · 左右で移動 · スペースでプレビュー · Deleteでスキップ

source: Return keeps · Space opens preview · Delete skips
ja: Returnでキープ · スペースでプレビューを開く · Deleteでスキップ

source: Return opens the lightbox · Space keeps · Delete skips
ja: Returnでライトボックスを開く · スペースでキープ · Deleteでスキップ

source: Return opens · Left/right to move · Space keeps · Delete skips
ja: Returnで開く · 左右で移動 · スペースでキープ · Deleteでスキップ

source: Reveal in Finder
ja: Finderで表示

source: Reversible · press Return to re-keep
ja: 取り消し可能 · Returnで再キープ

source: Reversible · press Space to re-keep
ja: やり直し可 · スペースキーで再キープ

source: Review %@ candidates
ja: %@の候補をレビュー

source: Review candidates
ja: 候補をレビュー

source: Sample Album
ja: サンプルアルバム

source: Saved photo library
ja: キープした写真のライブラリ

source: Saved photos, grouped by person and month
ja: 人物と月ごとに整理された保存済み写真

source: Saved to library
ja: ライブラリに保存済み

source: Scan
ja: スキャン

source: Scan Sample Album
ja: サンプルアルバムをスキャン

source: Scan an album
ja: アルバムをスキャン

source: Scan an album to find %@
ja: %@を探すためにアルバムをスキャン

source: Scan an album to find your people
ja: 登録した人物を探すためにアルバムをスキャン

source: Scan an album…
ja: アルバムをスキャン…

source: Scanning
ja: スキャン

source: Scanning %lld photos at a time. Higher is faster on big albums but uses more memory and keeps the fans up; it applies to your next scan.
ja: 一度に%lld枚の写真をスキャンします。大きなアルバムでは値を大きくするほど速くなりますが、メモリを多く使い、ファンも回り続けます。設定は次回のスキャンから適用されます。

source: Scanning…
ja: スキャン中…

source: Select all
ja: すべて選択

source: Set up KiFinder
ja: KiFinderをセットアップ

source: Show
ja: 表示

source: Show in Finder
ja: Finderで表示

source: Skip
ja: スキップ

source: Skip Selected
ja: 選択項目をスキップ

source: Skip all
ja: すべてスキップ

source: Skipped
ja: スキップ済み

source: Spread photos over the years so %@ stays recognizable.
ja: 撮影時期に幅を持たせると、見た目が変わっても%@を認識できます。

source: Spread photos over the years so they stay recognizable.
ja: 撮影時期に幅を持たせると、見た目が変わっても認識できます。

source: Spread photos over the years — older and recent shots — so %@ stays recognizable.
ja: 撮影時期に幅を持たせ、古い写真と最近の写真を含めると、見た目が変わっても%@を認識できます。

source: Spread photos over the years — older and recent shots — so they stay recognizable.
ja: 撮影時期に幅を持たせ、古い写真と最近の写真を含めると、見た目が変わっても認識できます。

source: Step %lld: %@
ja: ステップ%1$lld: %2$@

source: Stop
ja: 停止

source: Teach %@'s face to your Mac.
ja: %@の顔をあなたのMacに覚えさせましょう。

source: Teach a face to your Mac.
ja: 顔をあなたのMacに覚えさせましょう。

source: The downloaded model could not be read. Please try again.
ja: ダウンロードしたモデルを読み込めませんでした。もう一度お試しください。

source: The downloaded model failed its integrity check. Please try again.
ja: ダウンロードしたモデルの整合性チェックに失敗しました。もう一度お試しください。

source: The downloaded model was the wrong size. Please try again.
ja: ダウンロードしたモデルのサイズが正しくありませんでした。もう一度お試しください。

source: The export couldn't be completed. Please try again.
ja: 書き出しを完了できませんでした。もう一度お試しください。

source: The rest
ja: その他

source: The saved copy is deleted from disk. You can keep it again later.
ja: 保存されたコピーがディスクから削除されます。後で再度キープできます。

source: The saved library folder is no longer available. Choose it again to keep saving there.
ja: 保存先のライブラリフォルダが見つかりません。保存を続けるにはもう一度選択してください。

source: The scan couldn't be completed. Please try again.
ja: スキャンを完了できませんでした。もう一度お試しください。

source: This change couldn't be saved. Please try again.
ja: この変更を保存できませんでした。もう一度お試しください。

source: Try Again
ja: 再試行

source: Use Default
ja: デフォルトを使用

source: Verifying…
ja: 検証中…

source: We crop to the face right here on your Mac
ja: このMac上で顔だけを切り抜きます

source: Worth a look
ja: 確認の価値あり

source: Your library is empty
ja: ライブラリは空です

source: Your saved people list couldn't be read, so it was set aside instead of erased. Names may need to be re-entered, but your enrolled faces are safe.
ja: 保存されていた人物リストを読み込めなかったため、消去せずに退避しました。名前の再入力が必要になる場合がありますが、登録済みの顔データは無事です。

source: Your saved-photo index couldn't be read, so it was set aside instead of erased. Your saved photos are safe, but the app may re-save a few as duplicates until it re-learns which ones you already have.
ja: 保存済み写真の索引を読み込めなかったため、消去せずに退避しました。保存済みの写真は無事ですが、どの写真を保存済みか再学習するまで一部が重複保存されることがあります。

source: Your skipped-photo history couldn't be read, so it was set aside instead of erased. Photos you'd already skipped may show up for review again.
ja: スキップ済み写真の履歴を読み込めなかったため、消去せずに退避しました。すでにスキップした写真が確認画面に再び表示されることがあります。

source: Zoom in
ja: 拡大

source: Zoom out
ja: 縮小
